{

  "1": {
    "content": ["Hello my dear wife.  I'm currently working on your anniversary present.", "Would you please make me a sandwich?"]
  },
  "2": {
    "content": ["My dresser, jam-packed with clothes I'll never wear."]
  },
  "3": {
    "content": ["I get free food at my job, so I leave all the cooking up to Ryan.", "I'm not even sure I know how to spell the word 'stove'."]
  },
  "4": {
    "content": ["Filled with the husks of food long gone bad.  Blame it on Ryan."]
  },
  "5": {
    "content": ["A large screen TV.  It doesn't seem like it gets much use... "]
  },
  "6": {
    "content": ["Ryan's old Nintendo 64.  It has a gold cartridge in it with a gold controller."]
  },
  "7": {
    "content": ["This plant is not in a good way..."]
  },
  "8": {
    "content": ["I need to water this little guy.", "...", "I'll do it tomorrow"]
  },
  "9": {
    "content": ["The table is scuffed, with deep scratches and water stains layered on top."]
  },
  "10": {
    "content": ["A picture of Ryan and I at Kamikouchi.", "The trees in the background are green and beautiful, and there is a coursing river flowing through the mountains.", "We look happy."]
  },
  "11": {
    "content": ["Ryan's cell phone from when he was in highschool.", "I wonder if some of his old girlfriend's text messages are still...", "...", "Nah."]
  },
  "12": {
    "content": ["My shoe collection.  Someday I'll wear a pair."]
  },
  "13": {
    "content": ["Ryan's computer.  5 years old, yet still able to run the latest games.", "Like this one!"]
  },
  "14": {
    "content": ["Jam-packed with bootleg purses fresh off the streets of Chengdu.", "Someday we'll give these away as gifts."]
  },
  "15": {
    "content": ["A cache of old smartphones.", "They are are stacked one on top of the other, with the oldest ones at the bottom of the pile."]
  },
  "16": {
    "content": ["Dried fragrant mushrooms."]
  },
  "17": {
    "content": ["Loads of old programming books and books on Chinese and Japanese language."]
  },
  "18": {
    "content": ["Chinese books about raising babies.", "I think mom is trying to hint at something..."]
  },
  "19": {
    "content": ["Some University: Bachelor's in something?  Maybe?  Ryan Giordano"]
  },
  "20": {
    "content": ["Old Dragonball Z and City Hunter manga."]
  },
  "21": {
    "content": ["This plant is not in a good way..."]
  },
  "22": {
    "content": ["The sun burns too brightly.", "Or it's rainy.",
      "Or it's too cold.", "Either way, this cat's staying inside, thank you very much."
    ]
  },
  "23": {
    "content": ["Nagoya University: Master's in Complex Systems. Lo Yang"]
  },
  "24": {
    "content": [
      "Harvard University: Master's in Computer Science. Lo Yang"
    ]
  },
  "25": {
    "content": [
      "...",
      ".......",
      "(his mouth is moving but you can't hear what he's saying.)",
      "(he motions for you to get your hearing aids.)"
    ]
  },
  "26": {
    "content": [
      "There.  Can you hear me now?",
      "Open the menu to equip your hearing aids.",
      "Now.  I am working on a game for my dear wife.",
      "I'd like for you to try it out.",
      "Do you think you can find your cat-shape key for me?"
    ]
  },
  "27": {
    "content": [
      "You got the key.  Now unlock the door in the cellar and try to get the treasure at the end of the dungeon.",
      "I've prepared a few items in some chests to help prepare you."
    ]
  },
  "28": {
    "content": [
      "You know in your heart of hearts...that cleaning up your laundry...",
      "Is the right thing to do.",
      "Yet...you insist on not doing it...",
      "For this, you shall be punished!",
      "Behold my true form!",
      "Face me, devil cat!"
    ]
  },
  "29": {
    "content": [
      "Whoa, amazing, you defeated the Laundromancer.",
      "What kinds of strange life lessons did he teach you?",
      "Things like picking up your dirty clothes?  No?",
      "Okay."
    ]
  },
  "30": {
    "content": [
      "There is a pile of dishes in the sink.  You've set them there...",
      "...'to soak'...",
      "Yet three weeks later there they remain!",
      "I think they're soaked through...",
      "Just as I shall do to you! Prepare yourself for my true form!"
    ]
  },
  "31": {
    "content": [
      "Neat, you beat the wanmonster.",
      "Did you learn anything from him.",
      "Like.  Anything at all.  Nothing important or.",
      "Alright fine."
    ]
  },
  "32": {
    "content": [
      "A riddle for a cat:",
      "You have plenty of me, yet you keep looking on Amazon for more.",
      "You put me on every day, yet only use 5% of what you own.",
      "What am I?",
      "I'll show you!  Behold my true form!"
    ]
  },
  "33": {
    "content": [
      "A riddle for a cat:",
      "You have plenty of me, yet you keep looking on Amazon for more.",
      "You put me on every day, yet only use 5% of what you own.",
      "What am I?",
      "I'll show you!  Behold my true form!"
    ]
  },
  "34": {
    "content": [
      "Nice cool so you defeated the makeup god: Cosmoknight.",
      "So what strange and amazing lessons did we learn from him?",
      "I see you're still wearing a bright shade of red.",
      "I'm ecstatic.",
      "Take the orbs to the Sphere Room on the first floor of the dungeon.",
      "Place them there and the way will open up."
    ]
  },
  "35": {
    "content": [
      "Some old pictures of baby Lo.",
      "She's really cute... always with her face in a book."
    ]
  },
  "36": {
    "content": [
      "Where I sleep.  Where I work.  Where I eat.  Where I game.",
      "...",
      "Best investment we've ever made."
    ]
  },
  "37": {
    "content": [
      "Looks like you'll need some help.  I'll join your party."
    ]
  },
  "38": {
    "content": [
      "The palantyr is vacant.  There is an orb-shaped recess."
    ]
  },
  "39": {
    "content": [
      "You place the orb into the palantyr."
    ]
  },
  "40": {
    "content": [
      "The orb floats gently inside the palantyr."
    ]
  },
  "41": {
    "content": [
      "Yaaa..."
    ]
  }
}